;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! iedit)
(package! poetry)
(package! undo-tree :disable t)
(package! vmd-mode)
(package! string-inflection)
(package! inline-crypt)
(package! swap-regions)
(package! nov)
(package! isolate)
(package! ebal)
(package! hasky-stack)
(package! hlint-refactor)
